//
//  CitiesList.swift
//  CoinRates
//
//  Created by Евгений Езепчук on 27.07.24.
//

import Foundation

final class CitiesList {
    static let shared = CitiesList()
    
    public let helpersArray: [String] = ["Александрия", "Бабиничи", "Барановичи", "Барань", "Бегомль", "Белоозерск", "Белыничи", "Береза", "Березино", "Березовка", "Бешенковичи", "Бобруйск", "Болбасово", "Большая Берестовица", "Борисов", "Брагин", "Браслав", "Брест", "Брест-Москва, 286 км автострады «Брест-Минск-граница РФ»", "Буда-Кошелево", "Быхов", "Верейки", "Верхнедвинск", "Ветка", "Вилейка", "Витебск", "Волковыск", "Воложин", "Вороново", "Высокое", "Ганцевичи", "Гатово", "Глубокое", "Глуск", "Говяды", "Гомель", "Горки", "Городея", "Городок", "Григоровщина", "Гродно", "Давид-Городок", "Деречин", "Дзержинск", "Добруш", "Довск", "Докшицы", "Дрибин", "Дрогичин", "Дружный", "Дубровно", "Дятлово", "Езерище", "Ельск", "Жабинка", "Ждановичи", "Ждановичский с/с", "Житковичи", "Жлобин", "Жодино", "Заславль", "Зельва", "Иваново", "Ивацевичи", "Ивье", "Калинковичи", "Каменец", "Каменюки", "Кировск", "Китайско-Белорусский индустриальный парк «Великий камень»", "Клецк", "Климовичи", "Кличев", "Кобрин", "Колодищи", "Копыль", "Копысь", "Кореличи", "Корма", "Костюковичи", "Краснополье", "Кривошин", "Кричев", "Круглое", "Крупки", "Лельчицы", "Лепель", "Лесной", "Лида", "Лиозно", "Логойск", "Лоев", "Лунинец", "Любань", "Ляховичи", "Малорита", "Марьина Горка", "Мачулищи", "Межево", "Микашевичи", "Минск", "Миоры", "Мир", "Михановичи", "Могилев", "Мозырь", "Молодечно", "Мосты", "Мстиславль", "Мядель", "Наровля", "Нарочь", "Несвиж", "Новогрудок", "Новолукомль", "Новополоцк", "Оболь", "Озерцо", "Озеры", "Октябрьский", "Ольшаны", "Ореховск", "Орша", "Осиповичи", "Острино", "Островец", "Ошмяны", "Петриков", "Пинск", "Полоцк", "Поречье", "Порозово", "Поставы", "Пружаны", "Редьки", "Речица", "Рогачев", "Россоны", "Самохваловичи", "Светлогорск", "Свислочь", "Сенно", "Скидель", "Славгород", "Слоним", "Слуцк", "Смиловичи", "Смолевичи", "Смольяны", "Сморгонь", "Солигорск", "Сопоцкин", "Старобин", "Старые Дороги", "Столбцы", "Столин", "Тихиничи", "Толочин", "Туров", "Узда", "Урбаны", "Ушачи", "Фаниполь", "Хойники", "Хотимск", "Чаусы", "Чашники", "Червень", "Чериков", "Чечерск", "Шарковщина", "Шклов", "Шумилино", "Щучин", "Юбилейный", "Юратишки"]
}
